{
    "Order has been added to your cart.": "注文がカートに追加されました。",
    "Network error, try again later.": "ネットワークエラーです。後でもう一度試してください。",
    "Maximum order has been reached.": "注文数に達しました。",
    "You need to empty your cart first": "まずカートを空にする必要があります",

    "Shoyu Ramen": "醤油らーめん",
    "Black Garlic Tonkotsu Ramen": "黒にんにく豚骨らーめん",
    "Chicken Udon": "チキンうどん",
    "Korean Seafood Jjampong": "韓国海鮮チャンポン",
    "Shio Ramen": "塩らーめん",
    "TanTanmen": "タンタンメン",

    
    "Pork Bone Broth": "ポークボーンブロス",
    "Shrimp Broth": "エビのスープ",
    "Chicken Broth": "チキンブロス",

    "Manila Clam, Noodle, Green Onion, Bamboo Shoots, Seaweed, Shio (salt) Base Broth.": "アサリ、麺、ネギ、タケノコ、海藻、塩ベースのスープ。",  
    "Water, Salt, Beef Broth Paste (Beef Broth, Salt), Sugar, Beef Fat (Rendered Beef Fat, NaturalFlavoring), Yeast Extract, Food Starch Modified, Beef Paste Concentrate (Roasted Beef andConcentrated Beef Stock, Salt, Hydrolyzed Soy, Corn and Wheat Proteins, Maltodextrin, AutolyzedYeast Extract, Palm Oil, Sugar, Caramel Color, Onion Powder, 2% or Less of Corn Oil, Potato Starch, Disodium Inosinate/ Disodium Guanylate, Modified Corn Starch, Natural Flavors, Lactic Acid, *Otherthan that Which Naturally Occurs in The Hydrolyzed Proteins and Autolyzed Yeast Extract),Hydrolyzed Vegetable Protein (Hydrolyzed Soy Protein, Safflower Oil), Fish Sauce Powder (FermentedAnchovies (Anchovies and Salt), Maltodextrin , Salt), Onion Powder, Ginger Powder, Xanthan Gum,Cinnamon Powder, Anise Seed Powder, Coriander Seeds Powder, Cloves Powder, CardamomPowder, Fennel Powder, Citric Acid": "水、塩、ビーフブロスペースト（ビーフブロス、塩）、砂糖、牛脂（レンダリング牛脂、ナチュラルフレーバー）、酵母エキス、食品澱粉修正、濃縮ビーフペースト（ローストビーフ、濃縮ビーフストック、塩、加水分解大豆、コーン、小麦タンパク質、マロデキストリン、AutolyzedYeast Extractors、パーム油、砂糖、カラメル色素、オニオンパウダー、2％以下 加水分解大豆、トウモロコシおよび小麦タンパク質、マルトデキストリン、自己分解酵母エキス、パーム油、砂糖、カラメル色素、オニオンパウダー、2％以下のコーン油、ポテトスターチ、イノシン酸二ナトリウム/グアニル酸二ナトリウム、変性コーンスターチ。天然香料、乳酸、※加水分解タンパク質および自己分解酵母エキスに含まれるもの以外）、加水分解植物性タンパク質（加水分解大豆タンパク質、サフラワー油）。フィッシュソースパウダー（FermentedAnchovies（アンチョビ、食塩）、マルトデキストリン、食塩）、オニオンパウダー、ジンジャーパウダー、キサンタンガム、シナモンパウダー、アニスシードパウダー、コリアンダーシードパウダー、クローブパウダー、CardamomPowder、フェンネルパウダー、クエン酸",  
    "Water, Pork Extract (Pork Extract, Rendered Pork Fat, Salt , Mixed Tocopherol), Salt, Sugar, SoySauce (Water, Wheat, Soybeans, Salt), Nonfat Dried Milk, Monosodium Glutamate, Food StarchModified, Natural Flavor Enhancer Powder (Maltodextrin, Soy Sauce (Soybeans, Salt and Wheat),Salt, Yeast Extract), Hydrolyzed Vegetable Protein (Hydrolyzed Soy Protein, Safflower Oil), ChickenBouillon Powder (Salt, Maltodextrin, Flavor Enhancers (Monosodium Glutamate, Disodium 5'-Inosinate, Disodium 5'-Guanylate), Dehydrated Chicken Meat, Natural and Artificial Flavoring, ChickenExtract, Sugar, Chicken Fat, Yeast Extract, Spice), Garlic Powder, Vegetable Extract (Maltodextrin,Chinese Cabbage Extract, Salt), Yeast Extract (Yeast Extract, Maltodextrin), Ginger Powder, Xanthan Gum, Disodium Inosinate, Disodium Guanylate, Black Pepper, Disodium Succinate": "水、ポークエキス（ポークエキス、レンダリングポークファット、塩 、ミックストコフェロール）、塩、砂糖、SoySauce（水、小麦、大豆、塩）、脱脂乾燥乳、グルタミン酸ナトリウム、フードスターチModified.Naturalフレーバーエンハンサーパウダー（マロデキストリン、醤油（大豆、塩、小麦）、塩、酵母エキス）、加水分解ベジタブルエキスパウダー（マロデキストリン、醤油（大豆）、塩、大豆（大豆）、塩）。天然フレーバーエンハンサーパウダー（マルトデキストリン、醤油（大豆、塩、小麦）、塩、酵母エキス）、加水分解植物性タンパク質（加水分解大豆タンパク質、サフラワー油）、ChickenBouillon Powder（塩、マルトデキストリン。フレーバーエンハンサー（グルタミン酸ナトリウム、5'-イノシン酸二ナトリウム、5'-グアニル酸二ナトリウム）、脱水チキンミート、天然および人工香料、ChickenExtract、砂糖、鶏脂肪、酵母エキス、スパイス）、ガーリックパウダー。野菜エキス（マルトデキストリン、白菜エキス、食塩）、酵母エキス（酵母エキス、マルトデキストリン）、ジンジャーパウダー、キサンタンガム、イノシン酸二ナトリウム、グアニル酸二ナトリウム、ブラックペッパー、コハク酸二ナトリウム",  
    "Udon, Shrimp Tempura, Carrot, green onion, fish cake, seaweed, tempura bits, udon soup.": "うどん、えび天、にんじん、ねぎ、かまぼこ、海苔、天かす、うどんつゆ。",  
    "Manila clam, Squid, Mussels, Shrimp, Imitation Crab Meat, Zucchini, Carrots, seaweed, Green onion, Yellow Onion, Ramen Noodle, Korean Jjamppong Broth (Spicy).": "アサリ、イカ、ムール貝、エビ、カニ、ズッキーニ、ニンジン、海苔、ネギ、黄タマネギ、ラーメン、韓国風チャンポン（辛口）スープ。",  
    "Soy Sauce (Water, Wheat, Soybeans, Salt, Alcohol), Water, Sugar, Salted Mirin (Water, Dextrose,Rice, Corn Syrup, Salt), Salt, Monosodium Glutamate, Kelp Extract (Kelp Extract, Sugar Alcohol(Sorbitol, Maltitol), Alcohol, Salt, Xanthan Gum), Shiitake Extract (Maltodextrin, Shiitake Extract, Yeast Extract (Yeast Extract, Salt)), Kelp Extract Powder (Maltodextrin, Kombu Extract, Salt), Disodium Inosinate, Disodium Guanylate": "しょうゆ（水、小麦、大豆、食塩、アルコール）、水、砂糖、塩みりん（水、ブドウ糖、米、コーンシロップ、食塩）、食塩、グルタミン酸ナトリウム、昆布エキス（昆布エキス、糖アルコール（ソルビット、マルチトール）、アルコール、食塩、キサンタンガム）、しいたけエキス（マロデキストリン、しいたけエキス、酵母エキス、食塩）、昆布エキス（水、ブドウ糖、食塩）、昆布エキス（小麦エキス、大豆、食塩）、塩（小麦、大豆、食塩、砂糖、アルコール、ソルビット、マルチトール、食塩 アルコール、食塩、キサンタンガム）、しいたけエキス（マルトデキストリン、しいたけエキス、酵母エキス（酵母エキス、食塩））、昆布エキス末（マルトデキストリン、昆布エキス、食塩）、いのしし酸二ナトリウム、グアニル酸二ナトリウム",  

    "*May contain" : "*を含む場合があります。",
    "that may cause severe allergic reaction to some.": "一部の人に重篤なアレルギー反応を引き起こす可能性があること",


    "Nuts, Dairy, Shellfish": "ナッツ類、乳製品、甲殻類",
    "Wheat, Soybean, Fish (Sardine)": "小麦、大豆、魚(イワシ)",
    "Milk, Wheat, Soybean": "乳、小麦、大豆",
    "Wheat, Soybean": "小麦、大豆",

    "Add to Cart": "カートに入れる"





}
