{
    "Privacy Policy":"プライバシーポリシー",
    "This Privacy Policy describes how Yo-Kai Express and its subsidiaries and affiliates globally (\"Yo-Kai\") may collect, use and disclose personal information of site visitors who access or uses our mobile app or our websites that links to this Privacy Policy for the services offered from various Yo-Kai platforms.":"このプライバシーポリシーは、ヨーカイエクスプレスとその子会社および世界中の関連会社（以下「ヨーカイ」）が、ヨーカイの各種プラットフォームから提供されるサービスに関して、当社のモバイルアプリまたはこのプライバシーポリシーにリンクする当社のウェブサイトにアクセスまたは利用するサイト訪問者の個人情報を、どのように収集、使用および開示することができるかを説明するものです。",
    "Collection Of Information":"情報収集",
    "When you visit or use Yo-Kai services, Yo-Kai may obtain certain personal information from you, such as:":"お客様がヨーカイのサービスをご利用になる際、ヨーカイは以下のような個人情報を取得することがあります。",
    "Name, addresses, contact numbers, and email addresses. Information may also include Date of birth for age verification and gender; records of your orders and other transactions with Yo-Kai, Credit/Debit card number(s) and account information in association with billing address(es), even code(s) and expiration date(s). Exact location and previously visited locations will be stored.":"氏名、住所、連絡先電話番号、電子メールアドレス。また、年齢確認のための生年月日や性別、お客様の注文やヨーカイとのその他の取引の記録、請求先住所、コード、有効期限に関連するクレジット/デビットカード番号や口座情報なども含まれることがあります。正確な位置と以前に訪れたことのある場所が保存されます。",
    "Yo-Kai may periodically conduct voluntary surveys, should you choose to participate, Yo-Kai will also collect and store the information you have provided. You must have consent of the person's information of which you are inputting into any of Yo-Kai services platform. By completing the required information, you are consenting that you have approval from the person if not you.":"ヨーカイでは、定期的に任意の調査を実施することがあります。お客様は、当社が提供するサービスに入力する情報に関して、ご本人の同意が必要です。必要な情報を入力することで、ご本人でない場合は、ご本人の承諾を得たものとみなします。",
    "Yo-Kai may collect certain information about you automatically when you visit or use our online services. This information may include your IP address, device, browser, language preference, URLs, length of visits, and pages viewed. Yo-Kai automatically collect information using various technologies and third parties. Cookies and web server logs may be stored on your computer. Please be aware that disabling cookies may affect our services to you.":"ヨーカイは、お客様が当社のオンラインサービスを訪問または使用する際に、お客様に関する特定の情報を自動的に収集することがあります。この情報には、お客様のIPアドレス、デバイス、ブラウザ、言語設定、URL、訪問時間、閲覧したページが含まれることがあります。洋海社は、様々な技術や第三者を利用して情報を自動的に収集します。クッキーとウェブサーバーログは、お客様のコンピュータに保存されることがあります。クッキーを無効にすると、お客様へのサービスに影響を与える可能性がありますので、ご注意ください。",
    "Depending on your devices and app permission settings, when using Yo-Kai app, we ma collect or have access to your precise geolocation, camera, and wifi connection information. You may opt out of granting permission, but the services Yo-Kai provide will depend on you granting access.":"お客様のデバイスとアプリの許可設定に応じて、ヨーカイアプリの使用時に、当社はお客様の正確なジオロケーション、カメラ、Wifi接続情報を収集またはアクセスすることができます。お客様は許可しないことも可能ですが、当社が提供するサービスは、お客様がアクセスを許可することに依存します。",
    "You have the right to request that we disclose certain information to you about our collection and use of your personal information within 6 months. You also have the right to request for Yo-Kai to delete the personal information about you that we collected and retained.":"お客様は、当社がお客様の個人情報を収集し使用することについて、6ヶ月以内に一定の情報を開示するよう要求する権利を有します。また、お客様は、当社が収集し保有するお客様に関する個人情報の削除を要求する権利も有しています。",
    "For more information or questions on Yo-Kai Privacy Policy, please contact us at":"洋海社プライバシーポリシーに関するお問い合わせ・ご質問は、下記までお願いいたします。",
    "cs@yokaiexpress.com":"cs@yokaiexpress.com"

}