{
    "Terms of Service":"利用規約",
    "August 28, 2020":"2020年8月28日",
    "These terms of Service (the \"Terms\") governs your access to, and the use of, the websites, the mobile text program, third party messaging platforms, and online services collectively referred to as \"the Services\" operated by or on behalf of Yo-Kai Express Inc with headquarters at thirty five zero one, Breakwater Court, Hayward, CA 94545.":"本利用規約（以下「本規約」といいます）は、Yo-Kai Express Inc（本社：305 zero one, Breakwater Court, Hayward, CA 94545）が運営するウェブサイト、携帯メールプログラム、第三者のメッセージプラットフォーム、および総称して「サービス」と呼ぶオンラインサービスへのお客様のアクセスおよび使用について規定します。",
    "Binding Agreement":"拘束力のある契約",
    "The terms are a binding legal document between you and Yo-Kai Express Inc. Please read the terms carefully prior to suing the Services. Children under the age of fourteen (14) is prohibited from usage of our mobile app, online platform and our machines. If you are between the age of fourteen and eighteen, parent consent is a must. In the event parent consent is unavailable, you must immediately delete our app, website and notify Yo-Kai Express Inc at":"本規約は、お客様と株式会社ヨーカイエクスプレスとの間で締結される法的拘束力を有する文書です。本サービスをご利用になる前に、本規約をよくお読みください。14歳未満の児童は、当社のモバイルアプリ、オンラインプラットフォームおよび当社の機械の使用を禁止されています。14歳以上18歳未満の方は、保護者の同意が必要です。親の同意が得られない場合、あなたは直ちに当社のアプリ、ウェブサイトを削除し、株式会社ヨーカイエクスプレスに通知する必要があります",
    "cs@yokaiexpress.com":"cs@yokaiexpress.com",
    "Privacy":"プライバシー",
    "By using the Services, you have acknowledged that you have reviewed and understand our Privacy Policy, and have consent to the practices as described in our policy.":"本サービスを利用することにより、お客様は、当社のプライバシーポリシーを確認し理解したこと、および当社のポリシーに記載された慣行に同意したことを認めたものとします。",
    "Yo-Kai Express Inc makes no representation about the reliability of the features of the Services and any reliance on such material and/or shrives is at your own risk. Yo-Kai Express Inc does not endorse or control over submitted content on our online platform, mobile, and in person.":"株式会社ヨーカイエクスプレスは、本サービスの機能の信頼性について何ら表明するものではなく、そのような素材および/またはドライブへのいかなる依存も、お客様自身のリスクで行うものとします。ヨーカイエクスプレスは、オンラインプラットフォーム、モバイル、および対面での投稿コンテンツを保証または管理するものではありません。",
    "The Services are provided on a \"as is\" without any representation or warranty, express or implied, of any kind. To the fullest extent permitted by applicable law, Yo-Kai Express Inc hereby disclaims all warranties of any kind or nature, including, but not limited to, the implied warranties of merchantability, accuracy, non-infringement, and for any other purpose. Yo-Kai Express Inc will not be held liable to any person for dames of any kind, any direct, indirect, special consequential, punitive, or other dames resulting from your use or inability to use the Services.":"本サービスは、明示または黙示を問わず、いかなる種類の表明または保証も行わず、「現状のまま」で提供されます。株式会社ヨーカイエクスプレスは、適用される法律が許容する最大限の範囲において、商品性、正確性、非侵害、その他の目的に対する暗黙の保証を含むがこれに限らず、いかなる種類の、いかなる性質の保証も行わないものとします。当社は、本サービスの使用または使用不能から生じるいかなる種類の損害、直接的、間接的、特別な結果的、懲罰的、またはその他の損害について、いかなる人物に対しても責任を負いません。",
    "Indemnification":"免責事項",
    "You agree to indemnify, defend, and hold harmless Yo-Kai Express Inc, its affliates, its providers, its cobranding partners, project partners, and its officers, directors, employees, attorneys, and agents from and against any and all claims, damages, losses, costs (including reasonable attorney's fees), and expense that arise directly or indirectly out of or from your breach of these Terms and/or your activities in connection with the Services made available therein.":"お客様は、お客様が本規約に違反したこと、および本サービスに関連して行った活動から直接的または間接的に生じる、あらゆる請求、損害、損失、費用（合理的な弁護士費用を含む）、および経費について、株式会社ヨーカイエクスプレス、その関連会社、プロバイダー、共同ブランドパートナー、プロジェクトパートナー、およびその役員、取締役、社員、弁護士、代理人を免責し、防御し、損害が及ばないようすることに合意するものとします。",
    "Online Purchases":"オンライン購入",
    "In order to purchase food products, merchandise, and other products through the Services, you must provide a valid payment card and billing information. Such information will be collected by Yo-Kai Express Inc and used in accordance with our Privacy Policy. Final price will be made clear during order process. You agree to pay the price that is stated at the time of your order, as well as any applicable taxes. Furthermore, you agree to have your payment card billed for the total amount displayed at check out. By purchasing items through the Services, you represent and warrant to Yo-Kai Express Inc that you are capable of entering into a contract under applicable law. Yo-Kai Express Inc reserve the right to revoke your access to our Services at any time without explanation. In order for you to access some features of the Services, you will have to create an account. Under no circumstances should you allow others to use your account, and you are an account. Under no circumstances should you allow others to use your account, and you are responsible for safe keeping of your password secure. While Yo-Kai Express Inc will not be liable for your losses caused by any unauthorized use of your account, you may be liable for the losses of Yo-Kai Express Inc or others due to such unauthorized use.":"本サービスを通じて食品、商品、その他の製品を購入するためには、有効な支払いカードおよび請求先情報を提供する必要があります。これらの情報は、株式会社ヨーカイエクスプレスによって収集され、当社のプライバシーポリシーに従って使用されます。最終的な価格は、注文手続きの際に明らかにされます。お客様は、注文時に提示された価格および適用される税金を支払うことに同意するものとします。さらに、お客様は、チェックアウト時に表示される合計金額がお客様の支払カードに請求されることに同意するものとします。お客様は、本サービスを通じて商品を購入することにより、適用される法律の下で契約を締結する能力があることを株式会社ヨーカイエクスプレスに表明し、保証するものとします。ヨーカイエクスプレスは、説明なしにいつでもお客様のアクセスを取り消す権利を留保します。本サービスの一部の機能を利用するためには、アカウントを作成する必要があります。いかなる場合においても、お客様はご自身のアカウントを他人に使用させるべきではありません。いかなる場合においても、お客様はご自身のアカウントを他人に使用させてはならず、ご自身の責任において、パスワードを安全に保管してください。ヨーカイエクスプレスは、お客様のアカウントの不正使用によって生じたお客様の損害について責任を負いませんが、お客様は、そのような不正使用によってヨーカイエクスプレスまたは他者が被った損害について責任を負うことがあります。",
    "Text Messaging Notice":"テキストメッセージングに関するお知らせ",
    "Text messaging may be necessary for the use of the Services, promotions, and notifications that may involve sending or receiving messages. Yo-Kai Express Inc will not charge you for the text messaging, however, standard text messaging rates will apply to each text message sent or received as provided in your wireless rate plan. Consult your phone carrier for pricing plans and details.":"本サービスの利用、プロモーション、およびメッセージの送受信を伴う通知のために、テキストメッセージが必要となる場合があります。ヨーカイエクスプレスはテキストメッセージの料金を請求しませんが、テキストメッセージの送受信には、お客様の無線通信料金プランに規定された標準的なテキストメッセージ料金が適用されます。料金プランおよび詳細については、ご利用の携帯電話会社にお問い合わせください。",
    "Governing Law and Jurisdiction":"準拠法および管轄裁判所",
    "These Terms are governed by United States law and are subject to all applicable federal, sate, and low laws and regulations.":"本規約は、米国法に準拠し、適用されるすべての連邦法、州法、および低法規に従うものとします。",
    "Dispute Resolution":"紛争解決",
    "You agree that any claim or dispute with Yo-Kai Express Inc arises connected to these Terms, you will send a written notice to Yo-Kai Express Inc. You agree that the requirements of this Dispute Resolution will apply even to disagreements that may have arisen before you accepted these Terms. You agree you will not take any legal action, including filing a lawsuit or demanding arbitration until 30 business days after you have sent the written notice. You agree for each dispute that is brought into a jury trial, arbitration, and/or mediation, the outcome is in Yo-Kai Express Inc favor, you must pay all fees and costs incurred by Yo-Kai Express Inc in court, including reasonable attorney's fees. You agree that you will not file a class action or collective action against Yo-Kai Express Inc, and you will not participate in a class action or collective action against them. You agree that you will not join your claims to those of any other person.":"お客様は、本規約に関連して株式会社ヨーカイエクスプレスとの間で生じたいかなるクレームまたは紛争についても、株式会社ヨーカイエクスプレスに書面で通知することに同意するものとします。お客様は、本規約に同意する以前に発生した紛争についても、本紛争解決法が適用されることに同意するものとします。お客様は、書面による通知を送付してから30営業日が経過するまでは、訴訟の提起や仲裁の要求など、いかなる法的措置も取らないことに同意するものとします。お客様は、陪審裁判、仲裁、調停に持ち込まれた各紛争について、その結果がヨーカイエクスプレスに有利となった場合、ヨーカイエクスプレスが法廷で負担したすべての費用（弁護士費用を含む）を支払わなければならないことに同意するものとします。お客様は、株式会社ヨーカイエクスプレスに対して集団訴訟を提起しないこと、および集団訴訟に参加しないことに同意するものとします。また、お客様は、ご自身の主張を他の人の主張と一緒にしないことに同意するものとします。"
}